org/docs/visual_thinking.org
#+setupfile: ../info/index-sos-header.setup
#+include: ../info/common-header.org
#+title: 図で考える

* 図で考える。シンプルになる 

  自分の考えをメモする練習をして，考えることとメモの関係について考えて
  みましょう。

** 思考を磨きあげる7つの図

   1. 交換の図 ::  関係を掴む

   2. ツリーの図 :: 構造化する

   3. 深掘りの図 :: 分解する

   4. 比較の図 :: 異なりを意識

   5. 段取りの図 :: プロセス化

   6. 重なりの図 :: 共通部分を取り出す
      
   7. ピラミッドの図 :: 階層化，上下間の関係


** 僕が『図で考える。シンプルになる。』を書いた理由のまとめ

   [[https://www.visualthinking.jp/archives/30448][僕が『図で考える。シンプルになる。』を書いた理由 | ビジュアルシンキ
   ング]] 櫻田潤, 2017年10月11日

*** 共通言語を広めたい

    - 職種や年代、異なる文化が混ざり合っていくには、共通言語が欠かせない

    - 共通言語には「図」がちょうどいいんじゃないか

      - 論理的でいて
      - 適度に直感的。
      - 手書きやPowerPointで十分
      - こうしたバランスがとてもいい。

*** 主張

    図がおもしろいのは、思考ツールであり、コミュニケーションのツール（プレ
    ゼンツール）でもある点です。 2つのツールの組み合わせであることが図の利点。

    今回書いた本では、あえて思考ツールの側面に重点を置きました。根幹に
    あるコンセプトは明確です。 「図は、プレゼンツールである前に、思考ツー
    ルである」

** 基礎トレ
   
**** 図に慣れる

     - 四角と矢印
     - ツリーの図

**** モノゴトの関係を見抜く

     - 関係をつかむ，
     - 交換の図

**** 詳細をヌケモレなく，つかむ

     - 構造を捉むため
     - ツリーの図を使う

**** ナゼ・ドウシテを突き詰める

     - 要因を捉むため
     - 深掘りの図を使う

**** モノゴトを比べる

     - 立ち位置をつかむため
     - 比較の図を使う

**** 流れを考える

     - 手順を捉むため
     - 段取りの図を使う

**** 組み合わせを意識する

     - コンセプトをつかむため
     - 重なりの図を使う

**** 方向性を決める

     - 方針をつかむため
     - プラミッドの図を使う


** 7つの図を使ってみよう

   本の中の問題を実際に解いてみて，
   図で考えることについて，考えてみましょう。
   
