docs/docs/visual_thinking.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-09 月 10:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org391af97">1. 図で考える。シンプルになる</a>
<ul>
<li><a href="#org4538fdb">1.1. 思考を磨きあげる7つの図</a></li>
<li><a href="#org97cdd18">1.2. 僕が『図で考える。シンプルになる。』を書いた理由のまとめ</a>
<ul>
<li><a href="#org04614da">1.2.1. 共通言語を広めたい</a></li>
<li><a href="#orgccc137c">1.2.2. 主張</a></li>
</ul>
</li>
<li><a href="#orgf44b5c2">1.3. 基礎トレ</a></li>
<li><a href="#orgbd01cf8">1.4. 7つの図を使ってみよう</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org391af97" class="outline-2">
<h2 id="org391af97"><span class="section-number-2">1</span> 図で考える。シンプルになる</h2>
<div class="outline-text-2" id="text-1">
<p>
自分の考えをメモする練習をして，考えることとメモの関係について考えて
みましょう。
</p>
</div>

<div id="outline-container-org4538fdb" class="outline-3">
<h3 id="org4538fdb"><span class="section-number-3">1.1</span> 思考を磨きあげる7つの図</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>交換の図 ::  関係を掴む</li>

<li>ツリーの図 :: 構造化する</li>

<li>深掘りの図 :: 分解する</li>

<li>比較の図 :: 異なりを意識</li>

<li>段取りの図 :: プロセス化</li>

<li>重なりの図 :: 共通部分を取り出す</li>

<li>ピラミッドの図 :: 階層化，上下間の関係</li>
</ol>
</div>
</div>


<div id="outline-container-org97cdd18" class="outline-3">
<h3 id="org97cdd18"><span class="section-number-3">1.2</span> 僕が『図で考える。シンプルになる。』を書いた理由のまとめ</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<a href="https://www.visualthinking.jp/archives/30448">僕が『図で考える。シンプルになる。』を書いた理由 | ビジュアルシンキ
ング</a> 櫻田潤, 2017年10月11日
</p>
</div>

<div id="outline-container-org04614da" class="outline-4">
<h4 id="org04614da"><span class="section-number-4">1.2.1</span> 共通言語を広めたい</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li>職種や年代、異なる文化が混ざり合っていくには、共通言語が欠かせない</li>

<li>共通言語には「図」がちょうどいいんじゃないか

<ul class="org-ul">
<li>論理的でいて</li>
<li>適度に直感的。</li>
<li>手書きやPowerPointで十分</li>
<li>こうしたバランスがとてもいい。</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgccc137c" class="outline-4">
<h4 id="orgccc137c"><span class="section-number-4">1.2.2</span> 主張</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
図がおもしろいのは、思考ツールであり、コミュニケーションのツール（プレ
ゼンツール）でもある点です。 2つのツールの組み合わせであることが図の利点。
</p>

<p>
今回書いた本では、あえて思考ツールの側面に重点を置きました。根幹に
あるコンセプトは明確です。 「図は、プレゼンツールである前に、思考ツー
ルである」
</p>
</div>
</div>
</div>

<div id="outline-container-orgf44b5c2" class="outline-3">
<h3 id="orgf44b5c2"><span class="section-number-3">1.3</span> 基礎トレ</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<ol class="org-ol">
<li><a id="org981913d"></a>図に慣れる<br />
<div class="outline-text-5" id="text-1-3-0-1">
<ul class="org-ul">
<li>四角と矢印</li>
<li>ツリーの図</li>
</ul>
</div>
</li>

<li><a id="org8f95d0b"></a>モノゴトの関係を見抜く<br />
<div class="outline-text-5" id="text-1-3-0-2">
<ul class="org-ul">
<li>関係をつかむ，</li>
<li>交換の図</li>
</ul>
</div>
</li>

<li><a id="org96a9487"></a>詳細をヌケモレなく，つかむ<br />
<div class="outline-text-5" id="text-1-3-0-3">
<ul class="org-ul">
<li>構造を捉むため</li>
<li>ツリーの図を使う</li>
</ul>
</div>
</li>

<li><a id="org285e884"></a>ナゼ・ドウシテを突き詰める<br />
<div class="outline-text-5" id="text-1-3-0-4">
<ul class="org-ul">
<li>要因を捉むため</li>
<li>深掘りの図を使う</li>
</ul>
</div>
</li>

<li><a id="org850336b"></a>モノゴトを比べる<br />
<div class="outline-text-5" id="text-1-3-0-5">
<ul class="org-ul">
<li>立ち位置をつかむため</li>
<li>比較の図を使う</li>
</ul>
</div>
</li>

<li><a id="orgc6c1913"></a>流れを考える<br />
<div class="outline-text-5" id="text-1-3-0-6">
<ul class="org-ul">
<li>手順を捉むため</li>
<li>段取りの図を使う</li>
</ul>
</div>
</li>

<li><a id="org8e81e40"></a>組み合わせを意識する<br />
<div class="outline-text-5" id="text-1-3-0-7">
<ul class="org-ul">
<li>コンセプトをつかむため</li>
<li>重なりの図を使う</li>
</ul>
</div>
</li>

<li><a id="orgd762b26"></a>方向性を決める<br />
<div class="outline-text-5" id="text-1-3-0-8">
<ul class="org-ul">
<li>方針をつかむため</li>
<li>プラミッドの図を使う</li>
</ul>
</div>
</li>
</ol>
</div>

<div id="outline-container-orgbd01cf8" class="outline-3">
<h3 id="orgbd01cf8"><span class="section-number-3">1.4</span> 7つの図を使ってみよう</h3>
<div class="outline-text-3" id="text-1-4">
<p>
本の中の問題を実際に解いてみて，
図で考えることについて，考えてみましょう。
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-12-09 月 10:46</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
